command_menu = {
    "/start" : "Начать работу с ботом.",
    "/add" : "Добавить новое напоминание.",
    "/see" : "Посмотреть ближайшие даты.📅"
}

FSMPRESETS = {
    "start" : "Добро пожаловать! Я ваш личный помощник по организации дня рождения для ваших близких. Благодаря моей помощи, вы можете создать закладки для дней рождения ваших друзей, хранить их и получать напоминания за день до самого особенного дня в их жизни. Просто начните, используя команду /add.",
    "add" : " Давайте начнем с выбора нужной даты. Укажите месяц, используя кнопки ниже. 📅",
    "add_day" : "📅А теперь день.🥳",
    "add_name" : "Для того чтобы мы могли напомнить вам о дне рождения конкретного человека, пожалуйста, оставьте его/её имя.",
    "finish_add" : "Закладка дня рождения с именем {} успешно создана на дату {}! Теперь вы никогда не забудете важный день для вашего друга. Посмотреть все закладки /see🥳🎉",
    "see_base" : "{}) {} - {}. Напомню вам через {} дней"
}

BOT_SETTING = {
    "name" : "Birthday Reminder",
    "description" : "🎉 Добро пожаловать в Birthday Reminder! 🎉\n\n📅 Этот бот поможет вам не забыть дни рождения ваших друзей и близких. Просто используйте команду /add, чтобы добавить дату дня рождения друга в список закладок, а команда /see позволит вам просмотреть этот список.\n\n🎁 Не пропускайте ни одного особенного дня! Поздравьте своих близких с днем рождения и сделайте их день еще более особенным с помощью Birthday Reminder Bot! 🎈"
}